alsa-utils
amd-ucode
amdgpu_top
base
base-devel
brave-bin
cava
discord
dkms
dolphin
dunst
efibootmgr
eww
firefox
fuse2
gimp
git
gnome-keyring
grim
gst-plugin-pipewire
gtk4
gtkmm
gtkmm-4.0
gvfs
htop
hyprland-git
hyprpaper
imagemagick
intltool
iwd
jp2a
jq
kitty
less
lib32-vulkan-radeon
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lynx
materia-gtk-theme
mpd
nano
neofetch
neovim
network-manager-applet
networkmanager
nodejs
npm
nvidia-dkms
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
psensor
python-pip
python-pywal
qt5-wayland
qt5ct
qt6-wayland
qt6ct
reflector
rmpc
rofi
rsync
sddm
sddm-theme-sugar-candy-git
seahorse
slurp
smartmontools
starship
steam
stress
swww
thunar
thunar-archive-plugin
thunar-volman
ttf-jetbrains-mono-nerd
unzip
viber
vim
visual-studio-code-bin
vulkan-radeon
w3m
waybar-git
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
yt-dlp
zen-browser-bin
zram-generator
